{
    "title": "NAX Flash Token Issuance",
    "total-issue": "NAX issuance",
    "ready-bought": "Already",
    "soft-top": "Soft limit",
    "coming-soon": "Coming Soon",
    "start-time": "September 3, 2019, 13:00 (UTC+8)",
    "intro": "Introduce",
    "intro-p": "The NAX token is based on the concept of the ecosystem contribution — similar to Nebulas’ PoD consensus mechanism. NAX is generated via Nebulas’ new dStaking method which is not only the process of coin staking within the Nebulas ecosystem but also a redefinition of the blockchain Token Economy. NAX will be used to promote ecosystem development of Nebulas and even the entire Nebulas Token Economy. ",
    "whitepaper": "NAX whitepaper",
    "whitepaper_url": "/static/docs/nax_whitepaper_en.pdf",
    "official-website": "nextDAO Website",
    "bidding-rule": "NAX Issuance Details",
    "bidding-rule-p1": "Token name: NAX",
    "bidding-rule-p2": "Token type: NRC20",
    "bidding-rule-p3": "Soft limit of NAS deposit: 20,000 NAS",
    "bidding-rule-p4": "NAX issuance: 3,000,000 NAX (accounting for 0.03% of total issuance with a total issuance of 10 billion NAX)",
    "bidding-rule-p5": "Participating deposit currency: NAS",
    "bidding-rule-p6": "Minimum deposit amount: 5 NAS with no upper limit",
    "bidding-rule-p7": "Participation method: Deposit NAS to the active smart contract via the activity portal. NAX will be distributed according to the magnitude of participation — all who participate will have a share!",
    "bidding-time": "NAX Issuance Guidelines",
    "bidding-time-start": "Date and time: September 3, 2019, 13:00 to 15:00 (UTC+8)",
    "bidding-time-end": "Distribution time: NAX will be issued after the 30th cycle of NAS dStaking (one cycle is about one day / 6,000 blocks on Nebulas)",
    "bidding-time-distribution": "NAS refund time: Returned via Smart Contract at the end of the event. The amount of returned NAS will vary based on the total participation rate of all users and the quantity of NAS issued from each specific user. Not all NAS will be returned since this initial issuance requires the user of NAS. See below for details about the calculation rate.",
    "calc-formula": "Allocation Method",
    "calc-formula-p1": "NAX distribution formula: (amount of NAS deposited per user/total amount deposited from all users) * NAX distribution quantity",
    "calc-formula-p2": "Deducting the number of NAS deposited per user: (number of users depositing NAS / total amount of NAS deposited) * activity soft limit",
    "calc-formula-p3": "NAS return method if the soft limit is reached: (user deposit amount/total deposit amount) *Total amount of NAX to be distributed",
    "calc-formula-p4": "The active soft top is set to 20,000 NAS with a NAX distribution amount of 3 million. For example, the total amount of NAX deposited from all users equal 600,000 NAS. If the user A deposited 15,000 NAS, when the event ends, user A will receive 75,000 NAX with a refund of 14,500 NAS. A will receive: (15,000/600,000)*3,000,000=75,000 NAX with a refund of: 15,000 - (15,000/600,000)*20,000=14,500 NAS",
    "risk-warning": "Disclaimer",
    "risk-warning-p1": "1. Do not use any Exchange address for transfers. Please only transfer funds from a Nebulas address you completely control. nextDAO will not be liable for loss arising from any negligence or misconduct by users.",
    "risk-warning-p2": "2. As an innovative smart asset, NAX value will vary and fluctuate with market conditions. Users shall do a good background investigation and participate carefully according to their own risk tolerance and trading of crypto currency experience."
}