{
  "redefining-the-token-economy": "Redefining The Token Economy",
  "flash-token-issuance": "Flash Token Issuance",
  "wallet-staking": "dStaking via Nas nano Pro",
  "web-staking": "Web dStaking",
  "what-is-nextdao": "What is nextDAO",
  "what-is-nextdao-p": "A next-generation DAO (Decentralized Autonomous Organization) and the first to establish the creation of a smart asset platform.",
  "nextdao-eco-feature": "Economic Features",
  "nextdao-eco-feature-p": "nextDAO will focus on on-chain interaction and collaboration to redefine the token economy by providing decentralized financial instruments and products via smart assets. During this process, nextDAO will also discover new business scenarios and promote ecosystem applications.",
  "nextdao-eco-feature-t2": "Technical Features",
  "nextdao-eco-feature-p2": "nextDAO will consist of a collection of framework models to promote a new paradigm shift. This framework includes a set of smart contracts designed to solve a series of problems from currency to governance.",
  "fisrt-product-dstaking": "First product: dStaking",
  "fisrt-product-dstaking-p": "Different from the traditional pledge/staking methods which require users to transfer funds to a contract, the decentralized pledge contract records the user's pledge while the assets are still controlled and stored at the user's personal address.",
  "staking-vs": "Centralized pledge vs decentralized pledge",
  "c-staking": "Centralized Staking",
  "dstaking": "dStaking",
  "dstaking-feature": "Three features of dStaking",
  "dstaking-feature-p1": "Users have the absolute ownership of personal assets;",
  "dstaking-feature-p2": "avoids the risk of loss due to technical issues;",
  "dstaking-feature-p3": "participation in pledge is easier which we expect to lead to significant activity increases.",
  "nax-intro-p1": "All users will be able to obtain NAX by pledging NAS and for better asset circulation, NAX utilizes a dynamic distribution method which is related to the global pledge rate. The number of NAX obtained by users is related to the amount of NAS pledged and the age of the pledge.",
  "nax-intro-p2": "NAX is more closely related to its ecosystem and constitutes a positive-feedback economy.",
  "whitepaper": "Whitepaper",
  "whitepaper_url": "/static/docs/nax_whitepaper_en.pdf",
  "nebulas_url": "https://nebulas.io/",
  "nax-usecase": "Use cases in the Nebulas ecosystem",
  "dynamic-distribution-diagram": "Dynamic distribution",
  "nebulas-intro": "Nebulas is the autonomous metanet, the future of collaboration: decentralized collaboration with smart assets. nextDAO will start with the Nebulas ecosystem, the core technology of nextDAO will be inserted into the Nebulas mainnet to encourage innovation from model to a paradigm shift, culminating in the formation of a universal module for use by a global user base.",
  "investors-partners": "Investors & Partners",
  "view-dstaking-dashboard": "View the dStaking Dashboard"
}
